Repository: phunkyfish/visualization.pictureit
Catalog: visualization.pictureit/resources/language/resource.language.*/strings.po
Languages: es_es, fi_fi, it_it

# Addon Summary
source: PictureIt - Kodi Visualization
es_es: PictureIt - Visualización Kodi
fi_fi: PictureIt-visualisointi
it_it: PictureIt - Visualizzazione Kodi

# Addon Description
source: PictureIt is supposed to make listening to music more elegant and less flashy.[CR]The idea is to take random images YOU selected and display them alongside a simple spectrum at the bottom.[CR]Simple right?[CR][CR]Features:[CR]- Select a local directory containing your images (If sub-folders are present, those will be used as "Preset")[CR]- Update images by interval[CR]- Update images on new track[CR]- Change the transition time[CR]- Enable/Disable the spectrum[CR]- Enable/Disable a settle spectrum-background[CR]- Change the spectrums: Width, Bottom-Padding, Animation-Speed
es_es: Se supone que PictureIt hace que escuchar música sea más elegante y menos ostentoso[CR]La idea es tomar imágenes aleatorias seleccionadas por TI y mostrarlas junto a un simple espectro en la parte inferior[CR]¿Simple verdad? [CR][CR]Características:[CR]- Selecciona un directorio local que contenga tus imágenes (Si hay subcarpetas, se usarán como "Ajustes preestablecidos")[CR]- Actualiza las imágenes por intervalo[CR]- Actualiza las imágenes en cada nueva pista[CR]- Cambia el tiempo de transición[CR]- Activa/Desactiva el espectro[CR]- Activa/Desactiva un fondo de espectro fijo[CR]- Cambia los espectros: Ancho, Relleno inferior, Velocidad de animación
fi_fi: PictureIt-visualisoinnin tarkoitus tehdä on musiikin kuuntelusta tyylikkäämpää ja vähemmän välkkyvää.[CR]Ideana on ottaa satunnaisia valitsemiasi kuvia ja yksinkertaisen esittää niitä alareunassa spektrianalysaattorin rinnalla.[CR]Yksinkertaista, eikö?
it_it: PictureIt dovrebbe rendere l'ascolto della musica più elegante e meno appariscente.[CR]L'idea è quella di prendere immagini casuali che hai selezionato e mostrarle insieme a un semplice spettro in basso.[CR]Semplice vero?[CR][CR]Caratteristiche :[CR]- Seleziona una directory locale contenente le tue immagini (se sono presenti delle sottocartelle, quelle verranno usate come "Preset")[CR]- Aggiorna le immagini per intervallo[CR]- Aggiorna le immagini su una nuova traccia[CR]- Cambia il tempo di transizione [CR]- Abilita/Disabilita lo spettro[CR]- Abilita/Disabilita uno sfondo dello spettro di stabilizzazione[CR]- Cambia gli spettri: Larghezza, Padding-Basso, Animazione-Velocità

# #30000
source: General
fi_fi: Yleiset
it_it: Generale

# #30001
source: Presets root directory
es_es: Directorio raíz de ajustes preestablecidos
fi_fi: Esiasetusten juurikansio
it_it: Preset cartella root

# #30002
source: Transition time (ms)
es_es: Tiempo de transición (ms)
fi_fi: Siirtymäaika (millisekuntia)
it_it: Tempo transizione (ms)

# #30003
source: Update on new track
es_es: Novedades sobre la nueva pista
fi_fi: Vaihda kuvaa kappaleen vaihtuessa
it_it: Aggiornamento su nuova traccia

# #30004
source: New image by interval
es_es: Nueva imagen por intervalo
fi_fi: Vaihda kuvaa ajoitetusti
it_it: Nuova immagine per intervallo

# #30005
source: Image update interval (sec)
es_es: Intervalo de actualización de la imagen (seg)
fi_fi: Kuvan vaihtoaika (sekuntia)
it_it: Intervallo aggiornamento immagine (sec)

# #30006
source: Spectrum
es_es: Espectro
fi_fi: Spektrianalysaattori
it_it: Spettro

# #30007
source: Enable spectrum
es_es: Activar espectro
fi_fi: Käytä spektrianalysaattoria
it_it: Abilita spettro

# #30008
source: Show spectrum background
es_es: Mostrar fondo del espectro
fi_fi: Näytä spektrianalysaattoritausta
it_it: Mostra lo sfondo dello spettro

# #30009
source: Width
es_es: Ancho
fi_fi: Leveys
it_it: Larghezza

# #30010
source: Padding bottom
es_es: Relleno parte inferior
fi_fi: Pohjan täyte
it_it: Fondo imbottito

# #30011
source: Animation speed
es_es: Velocidad de animación
fi_fi: Animointinopeus
it_it: Velocità animazione
